/**
 * Uzbek Cyrillic translation for bootstrap-datetimepicker
 */
;(function($){
	$.fn.datetimepicker.dates['uz-Cy'] = {
		days: ["Якшанба", "Душанба", "Сешанба", "Чоршанба", "Пайшанба", "Жума", "Шанба", "Якшанба"],
		daysShort: ["Якш", "Ду", "Се", "Чор", "Пай", "Жу", "Ша", "Якш"],
		daysMin: ["Як", "Ду", "Се", "Чо", "Па", "Жу", "Ша", "Як"],
		months: ["Январ", "Феврал", "Март", "Апрел", "Май", "Июн", "Июл", "Август", "Сентябр", "Октябр", "Ноябр", "Декабр"],
		monthsShort: ["Янв", "Фев", "Мар", "Апр", "Май", "Июн", "Июл", "Авг", "Сен", "Окт", "Ноя", "Дек"],
		today: "Бугун",
		suffix: [],
		meridiem: [],
		weekStart: 1
	};
}(jQuery));
